Repository: olegkutkov/Space-Debugger
Catalog: locales/*/LC_MESSAGES/space-debugger.po
Languages: de, fr, pt, uk

source: About
de: Über
fr: A propos
pt: Sobre
uk: Про програму

source: Failed to load device app info
de: Anwendungsinformation konnten nicht geladen werden
fr: Impossible de charger les informations de l'application
pt: Falha ao carregar as informações do aplicativo do dispositivo
uk: Не вдалося завантажити device app

source: Unknown
de: Unbekannt
fr: Inconnu
pt: Desconhecido
uk: Невідомий

source: Local device
de: Lokales Gerät
fr: Appareil local
pt: Dispositivo local
uk: Локальний пристрій

source: App version
de: Version der Anwendung
fr: Version de l'application
pt: Versão do aplicativo
uk: Версія додатку

source: App environment
de: Umgebung der Anwendung
fr: Environnement de l'application
pt: Ambiente de aplicativo
uk: Середовище додатку

source: App build
de: Build der Anwendung
fr: Build de l'application
pt: Compilação de aplicativos
uk: Номер зборки додатку

source: App hash
de: Hash der Anwendung
fr: Hash de l'application
pt: Hash do aplicativo
uk: Хеш додатку

source: App timestamp
de: Zeitstempel der Anwendung
fr: Date et heure de l'application
pt: Carimbo de data/hora do aplicativo
uk: Час додатку

source: Platform OS
de: Betriebssystem der Platform
fr: Système d'exploitation de la plateforme
pt: Plataforma OS
uk: Операційна система платформи

source: Platform OS version
de: Betriebssytemversion der Platform
fr: Version du système d'exploitation de la plateforme
pt: Plataforma versão OS
uk: Версія операційної системи

source: Device
de: Gerät
fr: Appareil
pt: Dispositivo
uk: Пристрій

source: Device model
de: Modell des Geräts
fr: Modèle de l'appareil
pt: Modelo do Dispositivo
uk: Модель присторю

source: Device id
de: ID des Geräts
fr: Id de l'appareil
pt: ID do Dispositivo
uk: ID пристрою

source: Device timestamp
de: Zeitstempel des Geräts
fr: Date et heure de l'appareil
pt: Hora do dispositivo
uk: Час пристрою

source: Device uptime
de: Laufzeit des Geräts
fr: Temps depuis le démarrage
pt: Tempo de atividade do dispositivo
uk: Час роботи пристрою

source: WiFi IP address
de: WiFi IP Adresse
fr: Adresse IP WiFi
pt: Endereço IP do WiFi
uk: IP адреса WiFi

source: Connection type
de: Verbindungstyp
fr: Type de connexion
pt: Tipo de conexão
uk: Тип підключення

source: Is VPN
de: Ist VPN
fr: est un VPN
pt: É uma VPN
uk: На VPN

source: Is connected
de: Ist verbunden
fr: est connecté
pt: Está conectado
uk: Підключено

source: Internet available
de: Internet verfügbar
fr: Internet disponible
pt: Internet disponível
uk: Інтернет є

source: IP address
de: IP Adresse
fr: Adresse IP
pt: Endereço IP
uk: IP адреса

source: Gateway IP address
de: Gateway Adresse
fr: Adresse IP de la passerelle
pt: Endereço IP do gateway
uk: IP адреса шлюзу

source: Network
de: Netzwerk
fr: Réseau
pt: Rede
uk: Мережа

source: Available
de: Verfügbar
fr: Disponible
pt: Disponível
uk: Доступно

source: Active
de: Aktiv
fr: Actif
pt: Ativo
uk: Активно

source: Sensors
de: Sensoren
fr: Capteurs
pt: Sensores
uk: Сенсори

source: Failed to load Dish Device Info
de: Informationen der Antenne konnten nicht geladen werden
fr: Impossible de charger les informations de l'antenne
pt: Falha ao carregar as informações do dispositivo Dish
uk: Не вдалося завантажити інформацію про тарілку

source: Dish
de: Antenne
fr: Antenne
pt: Antena
uk: Тарілка

source: Hardware revision
de: Version der Hardware
fr: Révision matérielle
pt: Revisão de hardware
uk: Апаратна ревізія

source: Software version
de: Version der Software
fr: Version logicielle
pt: Versão do software
uk: Версія ПЗ

source: Software update state
de: Software Update Status
fr: État de la mise à jour du logiciel
pt: Estado de atualização de software
uk: Статус оновлення ПЗ

source: User terminal ID
de: Benutzer Terminal ID
fr: Identifiant du terminal
pt: ID do terminal de usuário
uk: ID термінала користувача

source: Development hardware
de: Entwicklungs Hardware
fr: Matériel de développement
pt: Desenvolvimento de hardware
uk: Обладнання розробника

source: Actuators
de: Aktuatoren
fr: Actuateurs
pt: Atuadores
uk: Актуатори

source: Stow requested
de: Verstauen (der Antenne) verlangt
fr: Rangement demandé
pt: Aguardar solicitação
uk: Ініційовано складання

source: Manufactured version
de: Herstellungsversion
fr: Version logicielle originale
pt: Versão fabricada
uk: Версія с заводу

source: Boot count
de: Start Zähler
fr: Compteur de démarrage
pt: Contagem de inicialização
uk: Кількість завантажень

source: Software parts equal
de: Gleiche Software Teile
fr: Partitions logicielles identiques
pt: Partes de software iguais
uk: Програмні партиції рівні

source: Anti-Rollback version
fr: Version anti retour
pt: Versão anti-roubo
uk: Версія Anti-Rollback

source: Country code
de: Ländercode
fr: Code du pays
pt: Código do país
uk: Код країни

source: Device date/time
de: Geräte Datum/Zeit
fr: Date/Heure de l'équipement
pt: Data/hora do dispositivo
uk: Дата/час пристрою

source: Device timezone
de: Zeitzone des Geräts
fr: Fuseau horaire de l'équipement
pt: Fuso horário do dispositivo
uk: Часовий пояс пристрою

source: Uptime
de: Laufzeit des Geräts
fr: Durée de fonctionnement
pt: Tempo de atividade
uk: Час роботи

source: seconds
de: Sekunden
fr: secondes
pt: segundos
uk: секунд

source: Class of service
de: Geräteklasse
fr: Classe de service
pt: Classe de serviço
uk: Клас сервісу

source: Mobility class
de: Mobilitätsklasse
fr: Classe mobilité
pt: Classe de mobilidade
uk: Клас мобільності

source: Service state
de: Service Status
fr: État du Service
pt: Estado do serviço
uk: Статус сервісу

source: Ethernet speed
de: Netzwerk Geschwindigkeit
fr: Vitesse Ethernet
pt: Velocidade Ethernet
uk: Швидкість Ethernet

source: Downlink Throughput, Kbps
de: Geschwindigkeit Herunterladen, Kbps
fr: Débit descendant, Kbps
pt: Taxa de transferência Downlink, Kbps
uk: Пропускна здатність завантаження, Кбіт/с

source: Uplink Throughput, Kbps
de: Geschwindigkeit Hochladen, Kbps
fr: Débit montant, Kbps
pt: Taxa de transferência de uplink, Kbps
uk: Пропускна здатність відправки, Кбіт/с

source: PoP ping latency, ms
de: PoP Ping Latenz, ms
fr: Latence du ping vers le PoP, ms
pt: Latência de ping PoP, ms
uk: Затримка пінгу до PoP, мс

source: PoP ping drop rate
de: PoP Ping Fehlerrate
fr: Taux de perte du ping vers le PoP
pt: Taxa de queda de ping PoP
uk: Швидкість падіння пінгу до PoP

source: Seconds to first non-empty slot
de: Sekunden bis zum ersten nicht-leeren Slot
fr: Secondes jusqu'au prochain slot non-vide
pt: Segundos para o primeiro slot não vazio
uk: Секунди до першого непорожнього слота

source: GPS valid
de: GPS gültig
fr: GPS valide
pt: GPS válido
uk: GPS дійсний

source: GPS satellites
de: GPS Satelliten
fr: Satellites GPS
pt: Satélites GPS
uk: Супутники GPS

source: No GPS satellites after first fix
de: Keine GPS Satelliten nach erstem Fix
fr: Pas de satellites GPS après le premier fix
pt: Nenhum satélite GPS após a primeira correção
uk: Немає супутників GPS після першого фіксу

source: Signal level
de: Signalqualität
fr: Niveau de signal
pt: Nível de sinal
uk: Рівень сигналу

source: Good
de: Gut
fr: Bon
pt: Bom
uk: Добре

source: Bad
de: Schlecht
fr: Mauvais
pt: Banda
uk: Погано

source: SNR persistently low
de: Signalqualität kontinuirlich schlecht
fr: Signal faible persistant
pt: SNR persistentemente baixo
uk: SNR постійно низький

source: Panel boresight Azimuth angle, deg
de: Azimutwinkel
fr: Angle en Azimuth du faisceau de l'antenne, deg
pt: Ângulo do azimute, deg
uk: Азимутальний кут осі панелі, град

source: Panel boresight Elevation agngle, deg
de: Elevationswinkel
fr: Angle en Élévation du faisceau de l'antenne, deg
pt: Painel boresight Elevação agngle, deg
uk: Кут підйому панелі, град

source: Antenna
de: Antenne
fr: Antenne
pt: Antena
uk: Антена

source: Clock generator
de: Zeitgenerator
fr: Générateur d'horloge
pt: Gerador de relógio
uk: Тактовий генератор

source: RFFE bus interface
de: RFFE Bus Schnittstelle
fr: Interface bus RFFE
pt: Interface de barramento RFFE
uk: Інтерфейс шини RFFE

source: Xilinx XPHY interface
de: Schnittstelle Xilinx PHY
fr: Interface Xilinx XPHY
pt: Interface Xilinx XPHY
uk: Інтерфейс Xilinx XPHY

source: Digital beamformers
de: Digitale Beamformer
fr: Formation numérique de faisceaux
pt: Formadores de feixes
uk: Цифрові формувачі променя

source: RF front end
de: HF Frontend
fr: Tête RF
pt: Front-end de radiofrequência
uk: Радіочастотний фронт

source: Ready states
de: Status
fr: États
pt: Estados prontos
uk: Готовність модулей

source: Cause
de: Grund
pt: Causa
uk: Причина

source: Start timestamp, ns
de: Startzeit, ns
fr: Heure de démarrage, ns
pt: Carimbo de data/hora de início
uk: Час початку, нс

source: Duration, ns
de: Dauer, ns
fr: Durée, ns
pt: Duração, ns
uk: Тривалість, нс

source: Did switch
de: Wurde geändert
fr: A changé de mode
pt: Mudou
uk: Було переключення

source: Outage
de: Ausfall
fr: Panne
pt: Interrupção
uk: Відключення

source: Currently obstructed
de: Verdeckt
fr: Obstruction du signal
pt: Atualmente obstruído
uk: Є перешкода

source: Fraction obstructed
de: Teilverdeckt
fr: Taux d'obstruction
pt: Fração obstruída
uk: Частка часу с перешкодами

source: Time obstructed
de: Zeit verdeckt
fr: Temps obstrué
pt: Tempo obstruído
uk: Тривалість перешкоди

source: Time valid, sec
de: Zeit gültig
fr: Temps valide, sec
pt: Tempo válido, seg
uk: Час дійсності, сек

source: Average prolonged obstruction duration, sec
fr: Durée moyenne des obstructions prolongées, sec
pt: Duração média da obstrução prolongada, sec
uk: Середня тривалість подовженої непрохідності, с

source: Average prolonged obstruction interval, sec
fr: Intervalle moyen des obstructions prolongées, sec
pt: Intervalo de obstrução prolongado médio, sec
uk: Середній подовжений інтервал обструкції, с

source: Average prolonged obstruction valid
fr: Données concernant les obstructions prolongées valides
pt: Obstrução média prolongada válida
uk: Середньотривала обструкція дійсна

source: Obstructions
de: Hindernisse
pt: Obstruções
uk: Перешкоди

source: Stationary
de: Stationär
fr: Stationnaire
pt: Parado
uk: Стаціонарний

source: Nomadic
de: Nomadisch
fr: Nomade
pt: Nômade
uk: Кочовий

source: Mobile
de: Mobil
pt: Móvel
uk: Мобільний

source: Consumer
de: Verbraucher
fr: Grand public
pt: Consumidor
uk: Споживач

source: Business
de: Unternehmen
fr: Entreprise
pt: Empresarial
uk: Бізнес

source: Business Plus
de: Unternehmen plus
fr: Entreprise plus
pt: Empresarial Plus
uk: Бізнес плюс

source: Commercial Aviation
de: Kommerzielle Luftfahrt
fr: Aviation de ligne
pt: Aviação Comercial
uk: Комерційна авіація

source: Idle
de: Leerlauf
fr: Au repos
pt: Inativo
uk: Бездіяльність

source: Fetching
de: Holen
fr: Chargement
pt: Buscando
uk: Отримання

source: Pre Check
de: Vorabkontrolle
fr: Pré-vérification
pt: Pré-verificação
uk: Попередня перевірка

source: Writing
de: Schreiben
fr: Écriture
pt: Escrita
uk: Запис на флеш

source: Post Check
de: Nachkontrolle
fr: Post-vérification
pt: Pós-verificação
uk: Після перевірки

source: Reboot required
de: Neustart nötig
fr: Redémarrage nécessaire
pt: Reinicialização necessária
uk: Потрібне перезавантаження

source: Disabled
de: Ausgeschaltet
fr: Désactivé
pt: Desabilitado
uk: Відключено

source: Faulted
de: Defekt
fr: En panne
pt: Com defeito
uk: Збій

source: Has Actuators
de: Hat Aktuatoren
fr: A des actionneurs
pt: Tem Atuadores
uk: Є привід

source: No Actuators
de: Keine Aktuatoren
fr: Sans actionneurs
pt: Sem atuadores
uk: Немає приводу

source: Unknown, presumably active
de: Unbekannt, wahrscheinlich aktiv
fr: Inconnu, potentiellement actif
pt: Desconhecido, presumivelmente ativo
uk: Невідомо, вірогідно активний

source: Okay
de: OK
fr: OK
pt: Tudo bem
uk: Окей

source: No active account
de: Kein aktives Konto
fr: Pas de compte actif
pt: Nenhuma conta ativa
uk: Нема активного акаунту

source: Too far from service address
de: Zu weit von Nutzungsgebiet entfernt
fr: Trop loin de l'adresse de service
pt: Muito longe do endereço do serviço
uk: Далеко від сервісної адреси

source: In ocean
de: Im Ozean
fr: Dans l'océan
pt: No oceano
uk: В океані

source: Invalid country
de: Ungültiges Land
fr: Pays invalide
pt: País inválido
uk: Помилкова країна

source: Booting
de: Startet
fr: Démarrage
pt: Inicializando
uk: Завантаження

source: Stowed
de: Verstaut
fr: Rangée
pt: Armazenado
uk: Складено

source: Thermal shutdown
de: Überhitzung
fr: Arrêt pour surchauffe
pt: Desligamento térmico
uk: Відключення через перегрів

source: No schedule
de: Kein Zeitplan
fr: Pas de calendrier
pt: Sem horário
uk: Нема розкладу

source: No satellites
de: Keine Satelliten
fr: Pas de satellites
pt: Sem satélites
uk: Нема супутників

source: Obstructed
de: Verdeckt
fr: Obstrué
pt: Obstruído
uk: Перешкоди

source: No downlink
de: Kein Downlink
fr: Pas de lien descendant
pt: Sem downlink
uk: Нема вхідного каналу

source: No pings
de: Kein Ping
fr: Pas de ping
pt: Sem pings
uk: Нема пінгів

source: Activity of the actuator
de: Aktivität des Aktuators
fr: Activité de l'actuateur
pt: Atividade do atuador
uk: Активність приводу

source: Cable test is running
de: Kabeltest läuft
fr: Test du câble en cours
pt: O teste do cabo está em execução
uk: Активовано тест кабелю

source: Sleeping
de: Schlafen
fr: En veille
pt: dormir
uk: Сон

source: Moving while not allowed
de: Bewegung nicht erlaubt
fr: Déplacement détecté mais interdit
pt: Mover-se enquanto não é permitido
uk: Рух, коли недозволено

source: Remote access
de: Fernzugriff
fr: Adresse distante
pt: Acesso Remoto
uk: Віддалений доступ

source: Local access
de: Lokeler Zugfriff
fr: Adresse locale
pt: Acesso local
uk: Локальний доступ

source: Yes
de: Ja
fr: Oui
pt: Sim
uk: Так

source: No
de: Nein
fr: Non
pt: Não
uk: Ні

source: Alerts
de: Alarm
fr: Alertes
pt: Alerta
uk: Попередження

source: No alerts
de: Kein Alarm
fr: Pas d'alerte
pt: Nenhum alerta
uk: Нема попереджень

source: Failed to load Router Device Info
de: Router Informationen konnten nicht geladen werden
fr: Impossible de charger les informations du routeur
pt: Falha ao carregar as informações do dispositivo do roteador
uk: Не вдалося завантажити інформацію про роутер

source: Router
fr: Routeur
pt: Roteador
uk: Роутер

source: Router ID
fr: Identifiant du routeur
pt: ID do Roteador
uk: ID роутера

source: Aviation
de: Luftfahrt
pt: Aviação
uk: Авіаційний

source: Captive portal enabled
de: Captive Portal eingeschalten
fr: Portail captif activé
pt: Portal cativo ativado
uk: Captive portal активовано

source: Ping drop rate
de: Ping Verlustrate
fr: Taux de perte de ping
pt: Taxa de queda de ping
uk: Швидкість падіння пінгу

source: Starlink ping drop rate
de: Starlink Ping Verlustrate
fr: Taux de perte de ping Starlink
pt: Taxa de queda de ping Starlink
uk: Швидкість падіння пінгу до Starlink

source: Starlink ping latency, ms
de: Starlink Ping Latenz
fr: Latence du ping Starlink, ms
pt: Latência de ping Starlink, ms
uk: Затримка пінгу до Starlink, мс

source: Last reboot reason
de: Grund für letzten Neustart
fr: Raison du dernier redémarrage
pt: Última razão de reinicialização
uk: Причина останнього перезавантаження

source: Last boot count
de: Bootzähler
fr: Compteur de démarrage
pt: Última contagem de inicialização
uk: Лічильник останнього завантаження

source: Reason
de: Grund
fr: Raison
pt: Motivo
uk: Причина

source: count by this reason
de: Zähler fuer diesen Grund
fr: compteur pour cette raison
pt: Contar por este motivo
uk: кількисть за причиною

source: Boot info
de: Startinformationen
fr: Informations de démarrage
pt: Informações de inicialização
uk: Інформація про завантаження

source: Forgotten
de: Vergessen
fr: Oublié
pt: Esquecido
uk: Забутий

source: Power cycle
de: Neustart
fr: Redémarrage
pt: Cliclo de de potência
uk: Цикл живлення

source: Command
de: Kommando
fr: Commande
pt: Comando
uk: Команда

source: Software update
fr: Mise à jour logicielle
pt: Atualização do software
uk: Оновлення програмного забезпечення

source: Configuration update
de: Konfigurations Update
fr: Mise à jour de la configuration
pt: Atualização de configuração
uk: Оновлення конфігурації

source: Reachable
de: Erreichbar
fr: Joignable
pt: Acessível
uk: Доступно

source: Access type
de: Zugriffstyp
fr: Type d'accès
pt: Tipo de acesso
uk: Тип доступу

source: copied to clipboard
de: In Zwischenablage kopiert
fr: copié vers le presse-papiers
pt: Copiado para a área de transferência
uk: скопійовано в буфер обміну

source: Failed to load JSON file
de: JSON Datei konnte nicht geladen werden
fr: Erreur lors du chargement du fichier JSON
pt: Falha ao carregar o arquivo JSON

source: Error
de: Fehler
fr: Erreur
pt: Erro
uk: Помилка

source: Failed to run Space Debugger
de: Space Debugger konnte nicht gestartet werden
fr: Impossible d'exécuter Space Debugger
pt: Falha ao executar o Space Debugger
uk: Не вдалося запустити Space Debugger

source: Paste debug data JSON text
de: Debug Daten in JSON Format einfügen
fr: Coller une chaîne JSON de données de debug
pt: Colar texto JSON de dados de depuração
uk: Вставте JSON текст

source: Ok
pt: Tudo bem

source: Cancel
de: Abbrechen
fr: Annuler
pt: Cancelar
uk: Скасувати

source: Space Debugger: select data source
de: Space Debugger - Datenquelle wählen
fr: Space Debugger: selectionner une source de données
pt: Depurador de espaço: selecione a fonte de dados
uk: Space Debugger: виберіть джерело

source: Open JSON file
de: JSON Datei öffnen
fr: Ouvrir un fichier JSON
pt: Abrir o arquivo JSON
uk: Відкрити файл JSON

source: Paste JSON text
de: JSON Text einfügen
fr: Coller une chaîne JSON
pt: Colar texto JSON
uk: Вставити JSON текст

source: JSON files
de: JSON Dateien
fr: fichiers JSON
pt: arquivos JSON
uk: JSON файл

source: All files
de: Alle Dateien
fr: Tous les fichiers
pt: Todos os arquivos
uk: Всі файли

source: Select JSON file
de: JSON Datei auswählen
fr: Selectionner un fichier JSON
pt: Selecione o arquivo JSON
uk: Виберіть файл JSON

source: Modem L1L2
uk: Модем L1L2

source: WAN IPv4
de: WAN IP Adresse
fr: IPv4 WAN
